Revit 2027 API
PointOnEdgeFaceIntersection Properties
The PointOnEdgeFaceIntersection type exposes the following members.
Properties
Name | Description
OrientWithEdge | Whether to orient the ReferencePoint to the edge or the face.
Top
See Also
Reference
PointOnEdgeFaceIntersection Class
Autodesk.Revit.DB Namespace